button.cancel=Cancel\u00b7la
button.save=Desa els canvis
button.start.again=Torna a comen\u00e7ar

column.title=T\u00edtol
column.open.date=Data d\u2019obertura
column.available.date=Disponible a partir de
column.start.date=Data d\u2019inici
column.show.from.date=Mostra a partir d\u2019aquesta data
column.hide.until=Amaga fins a aquesta data
column.due.date=Data l\u00edmit
column.end.date=Data de fi
column.accept.until=Accepta fins a aquesta data
column.assessments.accept.until=Data l\u00edmit per als lliuraments amb retard
column.show.until=Mostra fins a aquesta data
column.close.date=Data de tancament
column.feedback.start.date=Mostra la data dels comentaris
column.feedback.end.date=Amaga la data dels comentaris
column.signup.begins.date=Data d\u2019inici del registre
column.signup.deadline.date=Data final del registre

errors.instruction=Els vostres canvis no s\u2019han pogut desar a causa dels errors seg\u00fcents\:
errors.instruction_2=Cal corregir aquests errors abans de reenviar

items.empty=No hi ha elements a modificar en aquesta eina.

modal.confirm=Confirma
modal.confirm.description=Una finestra modal que dona l\u2019oportunitat de confirmar els canvis de data
modal.confirm.instruction=Esteu a punt de modificar les dates del curs seg\u00fcents\:

page.instructions=Edita les dates per lots

success.message=Les dates s\u2019han actualitzat satisfact\u00f2riament.
success.export=Les dates s\u2019han exportat correctament. Cal que tingueu en compte les consideracions seg\u00fcents.
success.export.1=Els camps marcats com a obligatoris no es poden deixar en blanc.
success.export.2=Els camps marcats com a opcionals es poden deixar en blanc.
success.export.3=Els camps que no estan marcat com a obligatoris o opcionals nom\u00e9s es poden modificar si ja tenen un valor o deixar en blanc si no en tenen cap. 
success.export.4=Modifiqueu nom\u00e9s els camps de dates. No modifiqueu la resta de camps.
success.export.5=No canvieu el format de les dates.

dateshifter.label.before=Canvia les dates en
dateshifter.label.after=dies. Recordeu de desar els canvis fent clic sobre el bot\u00f3 del final de la p\u00e0gina.
dateshifter.all.button=Aplica a totes les dates
dateshifter.visible.button=Aplica nom\u00e9s a les eines desplegades
dateshifter.error.nonnumeric=Cal introduir un nombre sencer (el zero est\u00e0 excl\u00f2s) entre -9999 y 9999.
dateshifter.export.dates.csv=Exporta Dates
dateshifter.import.dates.csv=Importa Dates

page.import=Importa dates
page.confirm.import=Confirmaci\u00f3: Importa les dates
page.confirm.import.instruction_0=Esteu segur de voleu fer aquests canvis?
page.confirm.import.instruction_1=Per a confirmar-ho, feu clic sobre el bot\u00f3 de desar els canvis

page.import.dates.instructions=Les dates s\u2019importaran fent \u00fas d\u2019un fitxer csv v\u00e0lid. S\u2019obt\u00e9 fent clic sobre el bot\u00f3 d\u2019exportaci\u00f3 de dates del men\u00fa principal de l\u2019eina de gesti\u00f3 de dates i fent les modificacions apropiades
page.import.error.any.date=No s\u2019ha trobat cap modificaci\u00f3 a les dades enviades
page.import.error.no.file=No es pot usar un fitxer buit o inexistent
page.import.error.no.csv.file=No s\u2019ha seleccionat cap fitxer csv v\u00e0lid

template.error={0} ({1})
warn.message=Cal que corregiu els errors seg\u00fcents abans de tornar a enviar el csv un altre cop

itemtype.draft=Esborrany
