page.title=Puja el paquet de continguts
page.instructions=Feu clic sobre el bot\u00f3 de navegar per a seleccionar un fitxer per a pujar. Aquest fitxer ha d\u2019estar formatat com a fitxer zip (extensi\u00f3 .zip) i ha de contenir el paquet de continguts complet i el fitxer  imsmanifest.xml per al paquet de continguts SCORM que voleu pujar.
page.warn.scormType=Nota\: El reproductor SCORM nom\u00e9s suporta m\u00f2duls SCORM 2004 3rd Edition.

upload.file.label=Fitxer per pujar
upload.submit=Puja el fitxer
upload.cancel=Cancel\u00b7la

upload.success=El paquet de continguts "{0}" ha pujat correctament.
upload.failed=S\u2019ha produ\u00eft un error desconegut en provar de pujar el paquet de continguts proporcionat. Cal que us assegureu que el paquet de continguts satisf\u00e0 les especificacions del SCORM 2004 3rd Edition.
upload.fileTooBig=El fitxer seleccionat excedeix la mida m\u00e0xima permesa de {0} megabytes.
upload.IdUnusedException=Hi ha un problema amb la col\u00b7lecci\u00f3 de recursos o no \u00e9s possible de pujar aquest fitxer en aquests moments. 
upload.IdUniquenessException=Ja existeix un recurs amb el mateix nom sota la mateixa col\u00b7lecci\u00f3.
upload.IdLengthException=El nom de recurs proporcionat \u00e9s massa llarg.
upload.IdInvalidException=El nom de recurs proporcionat no \u00e9s v\u00e0lid. 
upload.OverQuotaException=Heu excedit la vostra quota de {0} megabytes, o no hi ha m\u00e9s espai disponible per a aquest recurs.
upload.PermissionException=No teniu autoritzaci\u00f3 per afegir aquest recurs en aquests moments.

validate.no.file=No s\u2019ha seleccionat cap paquet de continguts, o s\u2019ha introdu\u00eft una ruta incorrecta.
validate.wrong.mime.type=El paquet de continguts proporcionat t\u00e9 un tipus MIME que no \u00e9s v\u00e0lid. Els paquets de continguts han de ser del tipus mime correcte (application/zip).
validate.no.manifest=No existeix un fitxer manifest per al paquet de continguts proporcionat.
validate.not.well.formed=El fitxer manifest del paquet de continguts proporcionat no est\u00e0 ben format.
validate.not.valid.root=L\u2019arrel de l\u2019arbre d\u2019activitat no \u00e9s v\u00e0lid per al paquet de continguts proporcionat.
validate.not.valid.schema=El fitxer manifest del paquet de continguts proporcionat no \u00e9s v\u00e0lid d\u2019acord amb l\u2019esquema.
validate.not.valid.profile=El fitxer manifest del paquet de continguts proporcionat no \u00e9s v\u00e0lid d\u2019acord amb el perfil de l\u2019aplicaci\u00f3. 
validate.missing.files=El paquet de continguts proporcionat no cont\u00e9 els esquemes requerits a l\u2019arrel del paquet, s\u00f3n necessaris per a la validaci\u00f3.
