bl_off=(Off)

# Resource keys for foorm
foorm.missing.field=Camp obligatori\:
foorm.maxlength.field=El camp >
foorm.integer.field=El camps ha de contenir un sencer\:
foorm.id.field=El camp cont\u00e9 car\u00e0cters no v\u00e0lids\:
foorm.url.field=El camp no \u00e9s una url\:

error.missing.toolid=Manca la ID de l\u2019eina
error.invalid.toolid=L\u2019ID de l\u2019eina no \u00e9s v\u00e0lid
error.content.not.found=No s\u2019ha trobat la configuraci\u00f3 de l\u2019eina
error.placement.not.found=No s\u2019ha trobat l\u2019element de contingut de l\u2019eina

id=Clau prim\u00e0ria
tool_id=Eina associada
bl_title=T\u00edtol de l\u2019eina
bl_allowtitle=Permet canviar el t\u00edtol de l\u2019eina
bl_allowtitle_allow=Permet
bl_allowtitle_disallow=No permetis
bl_pagetitle=Text del bot\u00f3 (text del men\u00fa d\u2019eines)
bl_allowpagetitle=Permet canviar el text del bot\u00f3
bl_allowpagetitle_allow=Permet
bl_allowpagetitle_disallow=No permetis
bl_content_title=T\u00edtol de la configuraci\u00f3 de l\u2019eina
bl_description=Descripci\u00f3
bl_note=Nota
bl_status=Estat de l\u2019eina
bl_status_enable=Habilitat
bl_status_disable=Deshabilitat
bl_visible=Visibilitat de l\u2019eina
bl_visible_visible=Visible
bl_visible_stealth=Oculta (Desplegament manual)
bl_launch=Adre\u00e7a URL d\u2019inici (1.1) / Enlla\u00e7 URI LTI (1.3)
bl_allowlaunch=Permet canviar l\u2019adre\u00e7a URL per a iniciar l\u2019eina
bl_allowlaunch_allow=Permet
bl_allowlaunch_disallow=No permetis
bl_consumerkey=Clau d\u2019inici (obligatori per LTI 1.1)
bl_allowconsumerkey=Permet canviar la clau per a iniciar l\u2019eina
bl_allowconsumerkey_allow=Permet
bl_allowconsumerkey_disallow=No permetis
bl_secret=Secret d\u2019inici (obligatori per LTI 1.1)
bl_allowsecret=Permetre canviar la paraula secreta per a iniciar l\u2019eina
bl_allowsecret_allow=Permet
bl_allowsecret_disallow=No permetis
SITE_ID=Id de l\u2019espai (Deixeu-lo buit si voleu que l\u2019eina estigui disponible a tots els espais)
bl_tool_site_SITE_ID=Identificador de l\u2019espai
bl_tool_site_notes=Notes
bl_content_site_id=Identificador de l\u2019espai
bl_frameheight=Al\u00e7ada del marc
bl_allowframeheight=Permet que  es pugui canviar l\u2019al\u00e7ada del marc
bl_allowframeheight_allow=Permet
bl_allowframeheight_disallow=No permetis
bl_toolorder=Ordre de les eines (usat a les ubicacions de navegaci\u00f3 a nivell d\u2019espai)
bl_siteinfoconfig=Quadre de di\u00e0leg de configuraci\u00f3 quan es selecciona l\u2019eina
bl_siteinfoconfig_bypass=Quadre de di\u00e0leg de bypass
bl_siteinfoconfig_config=Mostra el quadre de di\u00e0leg de configuraci\u00f3
bl_newpage=Inicia en una finestra emergent
bl_newpage_off=No permetis iniciar en finestra emergent
bl_newpage_on=Inicia sempre en una finestra emergent
bl_newpage_content=Permet que es canvi\u00ef la finestra emergent
bl_protect=Protegeix les execucions
bl_protect_off=Permet l\u2019inici des de qualsevol part de Sakai
bl_protect_on=Limita que els inicis nom\u00e9s puguin ser des de l\u2019eina Activitats
bl_debug=Inicia la depuraci\u00f3
bl_debug_off=No permetis iniciar en mode de depuraci\u00f3
bl_debug_on=Inicia sempre en mode depuraci\u00f3
bl_debug_content=Permet que es pugui canviar el mode de depuraci\u00f3
privacy=Configuraci\u00f3 de privacitat\:
bl_sendname=Envia els noms d\u2019usuari a l\u2019eina externa
bl_sendemailaddr=Envia les adreces de correu a l\u2019eina externa
bl_pl_privacy=L\u2019eina permet el missatge d\u2019inici amb privacitat (experimental)
services=Serveis\:
bl_allowoutcomes=Permet que l\u2019eina externa retorni qualificacions
bl_allowlineitems=Permet que l\u2019eina externa cre\u00ef columnes de qualificacions
bl_allowroster=Proveeix l\u2019orla a l\u2019eina externa
bl_allowsettings_ext=Permet a l\u2019eina externa desar dades de configuraci\u00f3
pl_placement=Cal que indiqueu on han d\u2019apar\u00e8ixer aquestes eines  a la interf\u00edcie d\u2019usuari de Sakai.
bl_pl_contenteditor=Permet que l\u2019eina es pugui usar des de l\u2019editor de text enriquit
bl_pl_assessmentselection=Permet que l\u2019eina sigui una de les tipus activitat
bl_pl_lessonsselection=Permet que l\u2019eina es pugui seleccionar des de l\u2019eina Lli\u00e7ons
bl_pl_coursenav=Permet que l\u2019eina s\u2019ubiqui a la navegaci\u00f3 d\u2019espais (\u00e9s obligatori un inici tipus Resource Link)
bl_pl_importitem=Permet que l\u2019eina proveeixi una resposta Common Cartridge (\u00e9s obligatori un inici tipus Deep Link)
bl_pl_fileitem=Permet que l\u2019eina proveeixi una resposta tipus fitxer (\u00e9s obligatori un inici tipus Deep Link)
pl_header=L\u2019URL d\u2019inici d\u2019aquesta eina ha de suport almenys un tipus de missatge d\u2019inici. La majoria d\u2019eines suporten un o l\u2019altre, per\u00f2 algunes eines suporten ambd\u00f3s missatge en una sola URL. 
bl_pl_launch=L\u2019URL de l\u2019eina suport una \u00fanica eina LTI (inici tipus Resource Link)
bl_pl_linkselection=L\u2019URL de l\u2019eina suport una experi\u00e8ncia tipus "selector de recursos" amb una o m\u00e9s eines (inici Deep Link)
bl_pl_contextlaunch=L\u2019URL de l\u2019eina pot rebre un inici de context (experimental)
bl_custom=Par\u00e0metres personalitzats (clau\=valor en l\u00ednies separades)
bl_rolemap=Relaciona manualment els rols de Sakai amb els IMS. Per exemple\: maintain\:Learner;access\:Learner
bl_splash=Pantalla splash (si no est\u00e0 buit es mostrar\u00e0 abans d\u2019iniciar l\u2019eina)
bl_fa_icon=Escolliu una icona personalitzada (en cas de deixar el camp buit s\u2019usar\u00e0 la icona predeterminada)
bl_allowfa_icon=Permet que es pugui canviar la icona personalitzada
bl_allowfa_icon_allow=Permet
bl_allowfa_icon_disallow=No permetis
bl_matchpattern=Patr\u00f3 de l\u2019adre\u00e7a URL d\u2019inici per comparar
bl_launchurl=Adre\u00e7a URL d\u2019inici actual
bl_resource_handler=Controlador de recursos
bl_parameter=Par\u00e0metres per a iniciar l\u2019eina
bl_enabled_capability=Capacitats habilitades
bl_contentitem=Capacitats habilitades
bl_lti13=Sakai suporta tant LTI 1.1 com 1.3. SI es seleccionen ambdues i es configuren correctament  la preferida ser\u00e0 LTI 1.3 i Sakai inclour\u00e0 les dades de transici\u00f3 LTI 1.1 en els inicis LTI 1.3.
bl_lti13_inherit=Hereta la configuraci\u00f3 LTI 1.3 de l\u2019eina (opci\u00f3 predeterminada)
bl_lti13_off=L\u2019eina suporta LTI 1.1
bl_lti13_on=L\u2019eina admet LTI 1.3
bl_lti13_both=L\u2019eina admet LTI 1.1 i LTI 1.3

lti11_security=Configuraci\u00f3 de seguretat LTI 1.1
 
lti13_lms_security=Aquests valors es poden proveir a l\u2019eina LTI 1.3 b\u00e9 per registre din\u00e0mic o proveint els valors a l\u2019eina manualment. Aquests valors els genera Sakai i s\u00f3n nom\u00e9s de lectura.
bl_lti13_client_id=ID del client LTI 1.3 (proveir-lo a l\u2019eina)
bl_lti13_lms_deployment_id=ID del desplegament LTI 1.3 (proveir-lo a l\u2019eina)
bl_lti13_lms_issuer=Emissor de la plataforma LTI 1.3 (proveir a l\u2019eina)
bl_lti13_lms_keyset=URL del conjunt de claus del LMS LTI 1.3 (cal proveir-lo a l\u2019eina) 
bl_lti13_lms_endpoint=URL del LMS OIDC Endpoint LTI 1.3 (cal proveir-lo a l\u2019eina)
bl_lti13_lms_token=URL del LMS OAuth Token LTI 1.3 (cal proveir-lo a l\u2019eina)
 
lti13_tool_security=Tots aquests valors s\u00f3n obligatoris perqu\u00e8 LTI 1.3 funcioni. Aquests valors es poden recuperar de l\u2019eina LTI 1.3 fent \u00fas del registre din\u00e0mic o introduint-los des de l\u2019eina aqu\u00ed. 
bl_lti13_oidc_endpoint=Identificador de punt final de la connexi\u00f3/inicialitzaci\u00f3 de l\u2019eina LTI 1.3 (proporcionat per l\u2019eina)
bl_lti13_oidc_redirect=Punt(s) final de redirecci\u00f3 de l\u2019eina LTI 1.3 (separats per comes i proporcionats per l\u2019eina)
bl_lti13_tool_keyset=LTI 1.3 Tool Keyset / JWK URL (ho proporciona l\u2019eina)

bl_version=Versi\u00f3 LTI
bl_version_lti1=Eina de LTI 1.x

bl_lti11_launch_type=Tipus d\u2019inici LTI 1.1 a usar
bl_lti11_launch_type_inherit=Hereta l\u2019opci\u00f3 predeterminada a tot el sistema
bl_lti11_launch_type_legacy=Usa l\u2019inici LTI 1.1 antic
bl_lti11_launch_type_lti112=Usa l\u2019inici LTI 1.1 d\u2019anada i tornada

error.id.not.found=No s\u2019ha trobat el id de l\u2019eina LTI.
error.maintain.link=Per a gestionar els enlla\u00e7os a eines LTI s\u2019ha de ser administrador de l\u2019espai 
error.link.placement.update=S\u2019ha produ\u00eft un error a l\u2019actualitzar la informaci\u00f3 d\u2019ubicaci\u00f3 de l\u2019element de configuraci\u00f3 {0}
error.maintain.edit=S\u2019ha de ser administrador de l\u2019espai per a editar
error.tool.not.found=No s\u2019ha trobat l\u2019eina
error.need.key.secret=Aquesta eina no funcionar\u00e0 sense una clau i una paraula secreta.
error.placement.not.removed=No s\u2019ha pogut eliminar la ubicaci\u00f3 de l\u2019eina
error.transfer.bad.tools=Cal tenir acc\u00e9s a les eines origen i destinaci\u00f3 per a poder transferir
error.tool.not.available=L\u2019eina no est\u00e0 disponible en aquest espai
tool.added.by.insert.content=Afegeix desplegament mentre insereix contingut (admin)

#export fields
export.title=T\u00edtol
export.url=Adre\u00e7a URL
export.sitetitle=T\u00edtol de l\u2019espai
export.siteid=Identificador de l\u2019espai
export.createdat=Afegit el
export.sitecontactname=Propietari de l\u2019espai
export.sitecontactemail=Contacte de l\u2019espai
content.attribution=Departament
