################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#

# Button Navigation text:
next=Seg\u00fcent
previous=Enrere

# End Tutorial text:
endTutorial=D\u2019acord, entesos.



# Welcome panel
introToSakai_p1.title=<img src\="https\://www.sakaiger.com/images/Sakaiger.png" alt\="Sakaiger Icon" style\="width\: 40px; height\: 40px;"> Us donem la benvinguda a {0}
introToSakai_p1.body={0} \u00e9s un sistema flexible de gesti\u00f3 de l\u2019aprenentatge estructurat en espais que faciliten l\u2019aprenentatge, la doc\u00e8ncia, la recerca i la col\u00b7laboraci\u00f3.<br/><br/>A continuaci\u00f3 trobareu una introducci\u00f3 b\u00e0sica sobre com navegar pel sistema.

# Site Navigation panel (Desktop View Only)
introToSakai_sitenav.title=Barra lateral de navegaci\u00f3 pels espais
introToSakai_sitenav.body=Els vostres espais es mostren en una barra lateral a la part esquerra i el primer que veureu \u00e9s el vostre espai personal privat. <br/><br/>Aquest espai personal us proporciona una visi\u00f3 general de l\u2019activitat en els vostres espais i us permet personalitzar la vostra experi\u00e8ncia a  {0} .<br/><br/>Aquesta barra lateral es pot replegar/desplegar fent clic sobre la corresponent icona <span class\="no-wrap">( <i class\="bi bi-list" style\="font-weight\: bold; font-size\: 26px;"></i> )</span> que trobareu la primera a l\u2019esquerra de la cap\u00e7alera superior.

# Site Navigation panel (Responsive View Only)
introToSakai_sitenavResponsive.title=Bot\u00f3 de navegaci\u00f3 pels espais
introToSakai_sitenavResponsive.body=Toqueu la icona <span class\="no-wrap">( <i class\="bi bi-list" style\="font-weight\: bold; font-size\: 18px;"></i> )</span> sobre la barra de navegaci\u00f3 per a veure els vostres espais i les eines disponibles en cada espai.


# Current Site Panel (Desktop View Only)
introToSakai_currentSite.title=L\u2019espai actual
introToSakai_currentSite.body=El t\u00edtol de l\u2019espai que esteu visitant es mostra aqu\u00ed..<br/><br/> Seleccioneu el t\u00edtol de l\u2019espai per a tornar a la p\u00e0gina principal d\u2019aquell espai.

# Current Site Panel (Responsive View Only)
introToSakai_currentSiteResponsive.title=L\u2019espai actual
introToSakai_currentSiteResponsive.body=El t\u00edtol de l\u2019espai que esteu visitant es mostra aqu\u00ed.<br/><br/>Toqueu el t\u00edtol de l\u2019espai per a retornar a la p\u00e0gina principal d\u2019aquell espai.

# Current Tool Panel (Desktop View Only)
introToSakai_currentTool.title=Nom de l\u2019eina
introToSakai_currentTool.body=El nom de l\u2019eina a la part superior indica quina eina esteu usuant.<br /><br />Seleccioneu el t\u00edtol de l\u2019eina per a retornar a la p\u00e0gina principal de l\u2019eina.

# Current Tool Panel (Responsive View Only)
introToSakai_currentToolResponsive.title=Nom de l\u2019eina
introToSakai_currentToolResponsive.body=El nom de l\u2019eina a la part superior indica quina eina esteu usant.<br /><br />Toqueu el t\u00edtol de l\u2019eina per retornar a la p\u00e0gina principal d\u2019aquella eina. 

# Sites Panel (Desktop View Only)
introToSakai_allsites.title=Espais
introToSakai_allsites.body=El bot\u00f3 <span class\="no-wrap">( <i class\="si si-all-sites" style\="font-weight\: bold; font-size\: 18px;"></i> ) Espais obre una llista de tots els vostres espais  of your sites en un panell emergent, mostrant enlla\u00e7os a tots els vostres espais visibles.<br /><br />Al panell emergent els espais s\u00f3n organitzats per any acad\u00e8mic, i es poden fixar a la barra lateral de navegaci\u00f3 pels espais.

# Sites Panel (Responsive View Only)
introToSakai_allsitesResponsive.title=Espais
introToSakai_allsitesResponsive.body=El bot\u00f3 <span class\="no-wrap">( <i class\="si si-all-sites" style\="font-weight\: bold; font-size\: 18px;"></i> ) Espais </span> obre el calaix amb els vostres espais, i mostra enlla\u00e7os a tots els vostres espais visibles organitzats per any acad\u00e8mic.<br/><br/>Des de la barra lateral, podeu fixar els espais que visiteu m\u00e9s sovint i accedir al vostre espai personal privat.

# Pinned Sites Panel (Desktop View Only)
introToSakai_pinSites.title=Espais fixats
introToSakai_pinSites.body=Els espais fixats resten fitxats a la barra lateral per a un acc\u00e9s m\u00e9s senzill. <br /><br />Podeu fixar o desfixar un espai fent clic sobre la xinxeta <span class\="no-wrap">( <i class\="si si-pin-fill" style\="font-weight\: bold; font-size\: 18px;"></i> )</span> del costat del t\u00edtol de l\u2019espai.

# Tools Panel (Desktop View Only)
introToSakai_toolMenu.title=Men\u00fa d\u2019eines
introToSakai_toolMenu.body=Les eines disponibles en l\u2019espai actual apareixen en el men\u00fa de l\u2019esquerra. Cada eina serveix per a una funci\u00f3 diferent, com ara compartir continguts, realitzar ex\u00e0mens o activitats o facilitar la col\u00b7laboraci\u00f3, <br/><br/>Cada administrador d\u2019un espai, com ara el professor, controla quines eines hi apareixeran.<br/><br/>El men\u00fa de les eines es pot obrir o tancar fent clic sobre la icona <span class\="no-wrap">( <i class\="bi bi-chevron-right" style\="font-weight\: bold; font-size\: 18px;"></i>) per a desplegar o replegar</span> que hi ha al costat del t\u00edtol de l\u2019espai.

# Help Icon panel  (Desktop View Only)
introToSakai_helpIcon.title=Ajuda
introToSakai_helpIcon.body={0} proporciona informaci\u00f3  d\u2019ajuda sobre cada caracter\u00edstica.<br /><br />El bot\u00f3 d\u2019ajuda <span class\="no-wrap">( <i class\="bi bi-question-circle" style\="font-weight\: bold; font-size\: 18px;"></i> )</span> \u00e9s sensible al context i proporciona informaci\u00f3 espec\u00edfica sobre l\u2019eina que esteu veient.

# Help Icon Panel (Responsive View Only)
introToSakai_helpIconResponsive.title=Ajuda
introToSakai_helpIconResponsive.body={0} proporciona informaci\u00f3  d\u2019ajuda sobre cada caracter\u00edstica.<br /><br />El bot\u00f3 d\u2019ajuda <span class\="no-wrap">( <i class\="bi bi-question-circle" style\="font-weight\: bold; font-size\: 18px;"></i> )</span> \u00e9s sensible al context i proporciona informaci\u00f3 espec\u00edfica sobre l\u2019eina que esteu veient.

# Account Menu Panel (Desktop View Only)
introToSakai_pTutorialLocation.title=El meu compte
introToSakai_pTutorialLocation.body=El meu compte cont\u00e9 enlla\u00e7os directes a tasqes personals, com ara gestionar el vostre compte, una vista r\u00e0pida del calendari, tasques, qualificacions, el canvi de tema (fosc/clar), i el bot\u00f3 per tancar la sessi\u00f3 a {0}.<br/><br/>Si voleu revisar aquest tutorial, el podeu reiniciar escollint-ho a les opcions del meu compte.

