academic_comment_graded=Comentat en la vostra publicaci\u00f3, o en una publicaci\u00f3 en la qual heu fet comentaris, a "{0}"
accept_notifications=Accepta notificacions
annc=Anuncis
announcement=S\u2019ha afegit un av\u00eds nou "{0}" a "{1}"
asn=Activitats
assignment_created=S\u2019ha creat/actualitzat una activitat nova "{0}" in "{1}"
assignment_submission_graded=S\u2019ha qualificat el vostre lliurament de l\u2019activitat "{0}" a "{1}"
browser_info_link_text=Feu clic aqu\u00ed per a obtenir m\u00e9s informaci\u00f3
clear=Neteja la cerca
clear_all=Neteja-ho tot
clear_this_notification=Elimina aquesta notificaci\u00f3
commons=Mur
enable_push=Habilita
enable_push_label=Activa les notificacions push
hide=Oculta
lessonbuilder=Lli\u00e7ons
lessons_comment_posted=Heu publicat un comentari a l\u2019eina Lli\u00e7ons a "{0}"
mark_all_viewed=Marca'ls tots com a vistos
message=Missatges privats
message_read=Heu llegit el missatge message "{0}" des de l\u2019espai "{1}"
message_received={0} us ha enviat un missatge
motd=Missatge del dia
no_notifications=Sense notificacions
notifications_not_allowed=Cal la vostra autoritzaci\u00f3 per a poder rebre notificacions autom\u00e0tiques des de {0}. Feu clic sobre el bot\u00f3 de la part inferior per a mostrar el quadre de di\u00e0leg de les autoritzacions
notifications_not_allowed2=Si no doneu autoritzaci\u00f3 no rebreu notificacions autom\u00e0tiques des de {0}\u00a0 i caldr\u00e0 que actualitzeu les notificacions refrescant el navegador o usant el bot\u00f3 per a actualitzar.
notifications_denied=S\u2019ha denegat l\u2019autoritzaci\u00f3 en algun punt i caldr\u00e0 que la restabliu a trav\u00e9s de la configuraci\u00f3 del navegador.
profile=Social
push_not_enabled=Push no est\u00e0 activat
push_setup_failure_info=No ha estat possible configurar les notificacions push. Aix\u00f2 pot passar per diverses raons\:
push_setup_failure_info_1={0} potser no s\u2019ha configurat fent \u00fas de https
push_setup_failure_info_2=\u00c9s possible que navegueu en una finestra privada. Les notificacions push no funcionen en finestres privades
push_setup_failure_info_3=Potser feu \u00fas d\u2019un navegador antic. Cal que l\u2019actualitzeu
push_setup_failure_info_4=Cal que contacteu el vostre administrador  {}\u00a0 per a resoldre aquests problemes.  {}\u00a0 confia en les notificacions push per a proporcionar actualitzacions dels vostres cursos a temps real
pwa_install_title=Instal\u00b7la com a aplicaci\u00f3 web
pwa_install_instructions=Per a rebre notificacions push afegiu aquest espai a la vostra pantalla d\u2019inici\: 1. Feu clic sobre el bot\u00f3 de compartir 2\: Seleccioneu l\u2019opci\u00f3 d\u2019afegir a la  pantalla d\u2019inici 3. Feu clic sobre l\u2019opci\u00f3 d\u2019afegir
pwa_notifications_title=Notificacions push
pwa_notifications_available=Les notificacions push estan disponibles per aquest espai
samigoCreated=S\u2019ha creat/actualitzat una prova nova "{0}" a "{1}"
sam=Tests i Q\u00fcestionaris
show=Mostra
show_notifications=Mostra les notificacions
test=Prova
test_notification_body=Aquesta \u00e9s una notificaci\u00f3 push des de {0}.\u00a0 Aix\u00f2 vol dir que les notificacions push funcionen. Aquesta notificaci\u00f3 desapareixer\u00e0 la propera vegada que refresqueu el navegador.
update=Actualitza
